{
  "philosophy": "Hello. I’m Lo. I practice what can be called “psychological” tarot. This means I see tarot as a tool to help you gain insights on your thoughts and situation, to find answers within yourself, and not as an artefact that gives you magical answers. \r\n\r\nI also believe that we should all be in charge of our own narrative. As such, while I will help you understand the meaning of the cards and how they might interact together, I will also invite you to share with me as little or as much as you like about what the cards may elicit in you, and leave to your decision how much you’d like me to help you weave your story with the cards’ meanings.\r\n\r\nWe will go over all this in our first session, and any question you may have. You’re also welcome to email me if you have any question regarding the sessions or my practice.",
  "readings": "I use Rider-Waite tarot decks, from various illustrators.\r\n\r\nReadings can be structured around anything from a general question to specific question(s), depending on what you would like to discuss. Since I do not tell fortune but read “psychological” tarot, I would encourage you to think about open questions which invite you to reflection rather than closed questions that would call for yes \/ no answers, dates, etc. If you’re unsure about how to formulate a question, we can always think about it together during a session.\r\n\r\nI use both classic tarot spreads and custom ones that I build during the session, to adapt the reading to your question.",
  "sessions": {
    "text_session": "I try to limit my number of weekly sessions to make sure that I am always able to engage you with my undivided attention, energy and passion. If none of the times are suitable, then you are welcome to email me to discuss further availability.\r\n\r\nAll sessions are online via Zoom call. Offline sessions may be arranged if you are based in London.\r\n\r\nPrice: £85 for a 45 minute reading. Our first session begins with a free 10 minutes, to allow us to discuss my practice and how we can best work together.",
    "text_confidentiality": "Our meetings are strictly confidential and I will never reveal any content that may allow to identify you directly or indirectly, unless I am led to believe that you may hurt yourself or someone else. I am not a a licensed therapist, so if you think that you might need professional help, I would recommend that you go see a medical professional."
  },
  "contact": "Don't hesitate to message me if you have any question."
}